{"names": ["ACA NeoGeo: Shock Troopers", "Astro Boy: Omega Factor", "Ace Combat Zero: The Belkan War", "Astro Boy: The Video Game", "Kirby Fighters Deluxe"], "summary": ["A run-and-gun shooting game featuring 8 mercenaries who face a huge terrorist organization, enlist for action on NEOGEO Station! You can choose between 2 fighting styles: Control one character in \"LONELY WOLF\" mode, or pick up a team of 3 soldiers you can switch between at any time in \"TEAM BATTLE\" mode. Run through the battlefield and choose the best routes and strategy!", "Join Astro, the robotic superhero with a human mind, in a quest to reunite the robotic race with humans. Astro uses his seven super abilities to face off against the likes of Atlas, Blue Knight, and more than 40 other characters. The game brings classic 2D gaming to the Game Boy Advance along with an original seven-episode story. Playing as Astro Boy, you'll learn about justice, compassion, evil, courage, and the history of Astro Boy--all while building Astro's Omega Factor and strengthening his character and superhuman abilities.", "Ace Combat Zero: The Belkan War thrusts players back in time, 15 years before the events of \"Ace Combat 5,\" and reveals the events that led up to the last chapter of the franchise. Players will take on the role of a mercenary hired to fly for Ustio, a small country bordering Belka, and face off against rival pilots throughout the game. Ace Combat Zero: The Belkan War introduces rival pilots to the series' traditional dogfighting action. Players will encounter highly skilled enemy pilots that they will engage throughout the course of the story. Adding even more tension to the game's dramatic air battles, these rival pilots utilize advanced battle tactics to attack the player while directing their own squadron. [Namco]", "In ASTRO BOY: THE VIDEO GAME, players become the iconic hero, Astro Boy, and take to the streets and skies on an epic adventure to save Metro City from the clutches of the evil President Stone and his robot army. Utilizing Astro's entire arsenal of iconic weapons and abilities - Super Strength, Flight, Arm Cannons, Butt Machine Guns and Drill Attacks - players battle hordes of robot enemies and colossal bosses including some never-before-seen enemies across Metro City and the mysterious Surface. Using an intuitive combat system that adds depth to gameplay, players experience classic platform action and exhilarating combat levels as they use Astro’s unique rocket boosters to hover, avoid enemies and zip out of the way of danger. [D3Publisher]", "Duke it out with up to 4 players in Kirby Fighters Deluxe! Duke it out with your favorite pink puffball in a fierce 4-player battle action game! Team up or go solo as you battle in new and classic Kirby arenas. Choose from powerful copy abilities like Sword, Ninja, Hammer and more as you take your fighting skills to the limit! Based on the wild battle mode introduced in Kirby: Triple Deluxe, this standalone game contains expanded gameplay features, the ability to play as a team, new arenas and more. Join up with a buddy and fire the powerful new Team Cannon to blast opponents with mega-damage! Earn rare copy ability hats for defeating Kracko and the King Dedede army in the single-player gauntlet. Owners of Kirby: Triple Deluxe can also access two bonus copy abilities plus an exclusive arena - Waddle Dee Train Tracks!"], "date": ["March 9, 2017", "August 18, 2004", "April 25, 2006", "October 20, 2009", "August 29, 2014"], "userScore": ["6.8", "8.7", "8.5", "5.7", "6.4"], "metaScore": [70, 85, 75, 34, 66]}